const en_TH = {
  // projectName: 'Novai',
  // copy: '复制链接',
  // walletLogin: '连接钱包',
  noOpen: "ยังไม่เปิด",
  homeTitle1: "Novai Chain",
  homeTitle1_1: "เครือข่าย Bitcoin ชั้นสองที่รวม AI และเกมเข้าด้วยกัน",
  homeInfo: "ภารกิจของเราคือการนำความฉลาดและการเล่นเกมมาสู่เครือข่ายเฉพาะกิจ",
  homeBtn: "ได้รับ $Novai",
  homeBtn2: "Novai Swap",
  homeBtn3: "Novai บราวเซอร์บล็อกเชน",
  // appTitle: 'Novai Ecosystem',
  // appInfo: 'Novai Finance 不仅为开发者提供了一个强大的平台来创造和部署游戏和AI应用，还通过提供GPU计算资源、支持多种共识机制和简化跨链资产交易，极大地扩展了Web3生态系统的可能性。',
  feature: {
    // title1: 'EVM兼容的BTC L2',
    // info1: '通过使用 Particle Network的 BTC Connect，Novai 可以允许比特币的公私钥地址与 EVM 的外部拥有账户（EOA）地址进行映射关联。既保持了与 EVM 的兼容性，又实现了比特币与智能合约的无缝连接，为用户提供了极大的便利。',
    // title2: '模块化区块链',
    // info2: 'Novai Chain 采用模块化架构，将游戏、AI 模型、训练等功能拆分为独立的子链，提供灵活可定制的开发环境，降低开发成本和门槛。子链之间通过安全高效的通信机制互联互通，能够根据需求灵活组合，实现功能扩展和性能优化。',
    // title3: 'AI去中心服务',
    // info3: '任何人都可以提供闲置或过剩的GPU资源，在区块链上训练和部署游戏AI，支持复杂的 AI 运算和游戏开发。',
    // title4: '传统游戏重构框架',
    // info4: '使比特币社区能够轻松开发、部署或重构高质量的 ，基于AI的Web3 游戏应用，是唯一支持传统游戏通过工具改造为WEB3游戏的底层平台。'
  },
  listTitle: "สินค้าและบริการ",
  partner: {
    title: "คู่ค้า/สถาบันการลงทุน",
    footInfo:
      "Novai ใช้ AlGame ในการให้สิทธิในการใช้ Bitcoin โดยมีจุดมุ่งหมายที่จะรวมเทคโนโลยีปัญญาประดิษฐ์กับ Bitcoin เพื่อผสานฟังก์ชันที่มีความฉลาดและเกมไว้ในเครือข่าย Bitcoin มากขึ้น",
    footTitle: "ลิงก์ด่วน Novai Chain",
    // footName1: '百问百答',
    footName2: "ลิงค์",
    footName3: "เอกสารขาว Novai",
    footName4: "ชุมชน Telegram",
    footName5: "ชุมชนชาวจีน TG",
    footName6: "บริการลูกค้า ทีจี",
    footName7: "Twitter",
    footName8: "GitHub",
    footName9: "Email",
    footTitle2: "© 2025 Novai Chian สงวนลิขสิทธิ์",
    fontInfo2: "Novai เป็นเจ้าของและดำเนินการโดย Novai Chain",
    fontInfo3:
      "ที่อยู่จดทะเบียน: Suite 801, Binary Tower by Omniyat, Business Bay, Dubai",
    fontInfo4: "กรุณาติดต่อเราที่ marketing@novaichain.co"
  },
  // zh_CH: '中文',
  // en: '英文',
  Home: "หน้าแรก",
  Products: "ผลิตภัณฑ์",
  Developers: "นักพัฒนา",
  Ecosystem: "ระบบนิเวศ",
  Resources: "ทรัพยากร",
  AdvantagesofNovaiChain: "Novai Chainข้อดี",
  underlyingArchitecture: "สถาปัตยกรรมพื้นฐาน",
  under: {
    text1:
      "• เทคโนโลยีบล็อกเชนและปัญญาประดิษฐ์เป็นหนึ่งในเทคโนโลยีที่ได้รับความนิยมและทรงเปลี่ยนแปลงในปัจจุบัน NovaiChain ได้สร้างโครงสร้างเทคโนโลยีที่สมบูรณ์ตั้งแต่การฝึกอบรม AI ไปจนถึงเกมเปิดเผยและการใช้งานระดับสูง"
  },
  // Novai模块层: 'Novai模块层',
  // '网络、通讯和共识协议': '网络、通讯和共识协议',
  // "AI GameFi公链，可扩展2层网络": '• AI GameFi公链，可扩展2层网络',
  // "游戏上链工具包": '• 游戏上链工具包',
  // '(Novar Finance)': '• (Novai Finance)',
  优势一: "ข้อได้เปรียบประการหนึ่ง",
  优势二: "ข้อได้เปรียบที่สอง",
  优势三: "ข้อได้เปรียบที่สาม",
  优势四: "ข้อได้เปรียบที่สี่",
  mk:
    "•   โครงสร้างแบบโมดูล: สภาพแวดล้อมการพัฒนาและดำเนินการเกมแบบโมดูลที่ยืดหยุ่นและสามารถปรับแต่งได้ในรูปแบบที่ไม่มีศูนย์กลาง",
  yx:
    "•   เฟรมเวิร์กสำหรับการสร้างเกมใหม่: เป็นแพลตฟอร์มที่รองรับการเปลี่ยนแปลงเกม传统เป็นเกม WEB3 ผ่านเครื่องมือได้เท่านั้น",
  ai:
    "•   การฝึกอบรมและดำเนินการ AI แบบไม่มีศูนย์กลาง: ใครก็สามารถให้ทรัพยากร GPU ที่ว่างเปล่าหรือเกินได้ในการฝึกอบรมและใช้งาน AI เกมบนบล็อกเชน เพื่อสนับสนุนการคำนวณ AI ที่ซับซ้อนและการพัฒนาเกม",
  qx:
    "•   นิวอีโคซิสเต็มบิทคอยน์: ครั้งแรกที่สินทรัพย์ BTC และชุมชนมีความสามารถในการสร้าง AI และ GameFi อย่างรวดเร็ว",
  // EVM: 'EVM',
  // mx:'模型训练执行',
  // qj:'BTC、ETH资产桥接',
  // zh:'账户抽象及交易安全层',
  copied: "คัดลอกเรียบร้อยแล้ว",
  project: {
    title1: "Novai Chain",
    info1: "• เครือข่ายสาธารณะของเกม AI ที่สามารถขยายขนาดได้ 2 ชั้น",
    title2: "Novai Services",
    info2: "• ชุดบริการการพัฒนาเกม AI แบบรวดเร็วใน WEB3",
    title3: "Novai Swap",
    info3: "• การสว็อปที่ไม่มีศูนย์กลางทางการประจำ",
    title4: "Novai Bridge",
    info4:
      "• การสะพานเชื่อมต่อระหว่างโซนเครือข่าย บิตคอยน์ บริการสะพานเชื่อมต่อสินทรัพย์อีเธอเรียม",
    title5: "N-Pay",
    info5: "• กระเป๋าเงินพิเศษที่พัฒนาขึ้นสำหรับนักเล่นเกม",
    title6: "APIToy",
    info6:
      "• ส่วนประกอบสัญญาแบบโมดูลาร์อัจฉริยะช่วยอำนวยความสะดวกในการใช้งาน L3",
    title7: "AI Trainings Kits",
    info7: "• เครื่องมือฝึกอบรมและปรับใช้ AI แบบออนไลน์",
    title8: "GameToChain",
    info8: "• ชุดเครื่องมือไขลานเกมแบบดั้งเดิม",
    title9: "Game Link",
    info9: "• เครื่องทำนายข้อมูลเกม ให้ข้อมูลภายใต้เชื่อมต่อสำหรับเกม",
    title10: "NIM",
    info10: "• เครื่องมือแชทและโซเชียลมีเดียที่ทำงานพร้อมกันสูงและกระจายอำนาจ"
  },
  more: "โหลดเพิ่มเติม",
  noMore: "สเปน",
  menu: {
    link: "ตัวสำรวจบล็อก",
    swap: "SWAP",
    bridge: "Bridge",
    advantage: "ข้อดี",
    project: "ร้านตัวแทน AI",
    friend: "นักพัฒนา",
    faucets: "ก๊อกน้ำ",
    news: "ข่าวสาร",
    Products: "ผลิตภัณฑ์"
  },
  linkBtn: "สะพานเชื่อมข้ามเชน Novai",
  download: {
    title: "NPay Wallet สำหรับ {type}",
    info:
      "NPay เป็นกระเป๋าเงินดิจิทัลแบบหลายสายที่มีคุณสมบัติทางสังคม รองรับสายหลักเช่น BTC, ETH, Novai, BSC เป็นต้น NPay เป็นส่วนสำคัญของระบบนิเวศ Novai Chain ได้รับการลงทุนจากมูลนิธิ Novai สนับสนุนการพัฒนาระบบนิเวศ Novai อย่างเต็มที่",
    info2: "สแกนเพื่อดาวน์โหลด",
    get: "รับมันบน",
    iosBtn: "APP Store",
    anBtn: "Android APK",
    lng1: "จีนบก",
    lng2: "รุ่นสากล",
    Npay: "NPay Wallet"
  },
  news: {
    time: "วันที่เผยแพร่",
    left: "ก่อนหน้า",
    right: "ถัดไป",
    news1Title: "ประกาศอัปเดต Novai Swap",
    news1Info:
      "ผู้ใช้ Novai ที่รัก เพื่อปรับปรุงประสบการณ์การใช้งาน เราได้ทำการอัปเดตคุณสมบัติและแก้ไขปัญหาต่อไปนี้ใน Novai Swap: 1. แก้ไขข้อผิดพลาดในการแสดงข้อมูลกราฟ: ข้อมูลที่แสดงบนกราฟได้รับการปรับปรุงเพื่อให้แม่นยำยิ่งขึ้น 2. ปรับปรุงการแสดงข้อมูลไอคอน: ลบการแสดงหน่วย ข้อมูลทั้งหมดจะแสดงโดยตรง ให้อินเทอร์เฟซที่สะอาดและชัดเจนยิ่งขึ้น",
    news1Info1: "ผู้ใช้ Novai ที่รัก",
    news1Info2:
      "เพื่อปรับปรุงประสบการณ์การใช้งาน เราได้ทำการอัปเดตคุณสมบัติและแก้ไขปัญหาต่อไปนี้:",
    news1Info3:
      "1. แก้ไขข้อผิดพลาดในการแสดงข้อมูลกราฟ: ข้อมูลที่แสดงบนกราฟได้รับการปรับปรุงเพื่อให้แม่นยำยิ่งขึ้น\n2. ปรับปรุงการแสดงข้อมูลไอคอน: ลบการแสดงหน่วย ข้อมูลทั้งหมดจะแสดงโดยตรง ให้อินเทอร์เฟซที่สะอาดและชัดเจนยิ่งขึ้น\n3. ปรับปรุงโหมดมืด: เพิ่มการออกแบบแถบบน ปรับปรุงผลลัพธ์ทางด้านการมองเห็นโดยรวม และเพิ่มประสบการณ์การใช้งาน\n4. แก้ไขปัญหาในการแสดงไอคอน Candlestick และการไฮไลต์ในโหมดมืด: แก้ไขความผิดปกติในการแสดงไอคอนและการไฮไลต์ในโหมดมืด เพื่อให้กราฟแสดงผลปกติในโหมดมืด\n5. แก้ไขปัญหาในตารางการทำธุรกรรม: แก้ไขข้อผิดพลาดการแสดงผลบางอย่าง ทำให้ข้อมูลการทำธุรกรรมชัดเจนและเข้าใจง่ายยิ่งขึ้น\n",
    news1Info4:
      "ขอขอบคุณสำหรับการสนับสนุนและข้อเสนอแนะของคุณ! เราจะพัฒนาผลิตภัณฑ์ต่อไปเพื่อให้มีประสบการณ์การใช้งานที่ดียิ่งขึ้น",
    news2Title: "เบราว์เซอร์บล็อกเชนอัปเดตเป็นเวอร์ชัน 1.0 เบต้า",
    news2Info:
      "เบราว์เซอร์บล็อกเชนอัปเดตเป็นเวอร์ชัน 1.0 เบต้า สมาชิกชุมชน Novia ที่รัก เบราว์เซอร์บล็อกเชน (scan.novaichain.com) ได้รับการอัปเดตเป็นเวอร์ชัน 1.0 เบต้า ยินดีต้อนรับการใช้งาน การอัปเดตรวมถึง: 1. เพิ่ม valve และ token ในการทำธุรกรรมล่าสุดที่ด้านล่างของหน้าแรก 2. เพิ่ม valve และ token ในการทำธุรกรรมใน More 3. แก้ไขข้อผิดพลาดการจัดกลุ่มข้อมูลและข้อผิดพลาดการแยกวิเคราะห์ข้อมูลในหน้าแรกและ More",
    news2Info1:
      "สมาชิกชุมชน Novia ที่รัก เบราว์เซอร์บล็อกเชน (scan.novaichain.com) ได้รับการอัปเดตเป็นเวอร์ชัน 1.0 เบต้า ยินดีต้อนรับการใช้งาน",
    news2Info2:
      "เนื้อหาการอัปเดตดังต่อไปนี้:\n1. เพิ่ม valve และ token ในการทำธุรกรรมล่าสุดที่ด้านล่างของหน้าแรก\n2. เพิ่ม valve และ token ในการทำธุรกรรมใน More\n3. แก้ไขข้อผิดพลาดการจัดกลุ่มข้อมูลและข้อผิดพลาดการแยกวิเคราะห์ข้อมูลในหน้าแรกและ More\n4. แก้ไขแผนภูมิการแสดงผลรวมสินทรัพย์ในหน้าที่อยู่กระเป๋าเงินและทำให้สวยงาม\n5. เพิ่ม token และ valve ในการทำธุรกรรม การรับ และการส่งในหน้าที่อยู่กระเป๋าเงิน\n6. การแสดงผลแบบหน้าต่อหน้าสำหรับหน้าการทำธุรกรรม การรับ และการส่ง\n7. การปรับปรุงการแยกวิเคราะห์รายการ DATA สำหรับการทำธุรกรรมตามสัญญาและไม่ตามสัญญาในหน้ารายละเอียดการทำธุรกรรม\n8. การปรับปรุงสีการแสดงผลข้อมูลและการกระโดดในหน้ารายละเอียดการทำธุรกรรม",
    news2Info3: "เรายินดีรับฟังคำแนะนำและข้อเสนอแนะของคุณ",
    news3Title: "Novai Finance กำลังเข้าสู่รอบที่สองของการขุดด้วยการฝากของ",
    news3Info:
      "สมาชิกชุมชน Novai ที่รัก: เราคาดว่าจะเข้าสู่รอบที่สองของการขุดด้วยการฝากของของ Novai Finance ประมาณวันที่ 1 ตุลาคม ในช่วงเวลาสำคัญนี้ เราได้ทำการแก้ไขเนื้อหาของ Novai Finance อย่างมาก",
    news3Info1: "สมาชิกชุมชน Novai ที่รัก:",
    news3Info2:
      "เราคาดว่าจะเข้าสู่รอบที่สองของการขุดด้วยการฝากของของ Novai Finance ประมาณวันที่ 1 ตุลาคม\nในช่วงเวลาสำคัญนี้ เราได้ทำการอัปเกรดสัญญา Novai Finance อย่างมากและนำเสนอแนวคิดทางการเงินที่สร้างสรรค์: การฝากของหนี้ Novai Finance ได้เปลี่ยนรูปเป็นผลิตภัณฑ์ DeFi 2.0 บริสุทธิ์\nเพื่อวัตถุประสงค์นี้ เราได้ปล่อยสมุดปกขาวของ Novai Finance การแนะนำ PPT ของ Finance ใหม่ อัปเดตเว็บไซต์ DAPP และวัสดุที่เกี่ยวข้อง\nขอบคุณสมาชิกชุมชนที่สนับสนุน Novai Finance และสายงานสาธารณะ Novai ในช่วงสองเดือนที่ผ่านมา\nทีมเทคโนโลยีและการดำเนินงานร่วมกับสมาชิกชุมชนที่กว้างขึ้นจะยังคงพยายามต่อไปเพื่อตระหนักถึงวิสัยทัศน์ของ Novai",
    news4Title:
      "ประกาศ: แอปพลิเคชันสื่อสารทันทีแบบกระจายศูนย์ NIM 1.0 Beta เปิดตัว",
    news4Info:
      "สมาชิกชุมชน Novai ที่รัก:\nหลังจากการทดสอบเป็นเวลาสองสัปดาห์ เราได้เปิดตัวแอปพลิเคชันสื่อสารทันที NIM 1.0 Beta ในกระเป๋าเงิน NPay แล้ว คุณสามารถใช้ NIM ใน NPay เพื่อสื่อสารกับเพื่อนและทีมได้อย่างรวดเร็วและง่ายดาย\nเราได้จัดเตรียมกลุ่มช่วยเหลือ Gas และกลุ่มชุมชนทั่วโลกใน NIM เพื่อช่วยให้คุณเข้าร่วมชุมชน Novai ได้เร็วขึ้น",
    news4Info1:
      "สมาชิกชุมชน Novai ที่รัก:\nหลังจากการทดสอบเป็นเวลาสองสัปดาห์ เราได้เปิดตัวแอปพลิเคชันสื่อสารทันที NIM 1.0 Beta ในกระเป๋าเงิน NPay แล้ว คุณสามารถใช้ NIM ใน NPay เพื่อสื่อสารกับเพื่อนและทีมได้อย่างรวดเร็วและง่ายดาย\nเราได้จัดเตรียมกลุ่มช่วยเหลือ Gas และกลุ่มชุมชนทั่วโลกใน NIM เพื่อช่วยให้คุณเข้าร่วมชุมชน Novai ได้เร็วขึ้น\nนอกจากนี้ เราได้เปิดตัวระบบซองจดหมายแดงแบบกระจายศูนย์และเชื่อมโยงทั่วทั้งสายในโลกคริปโตเป็นครั้งแรก คุณสามารถส่งและรับซองจดหมายแดงที่มี Novai, USDT, nUSDT และอื่น ๆ ได้อย่างสะดวกสบายใน NIM\nดาวน์โหลด NPay Wallet ตอนนี้และสัมผัสความสุขที่ NIM นำมาให้",
    news5Title:
      "โครงการกลยุทธ์ของมูลนิธิ Novai: Dragon Metaverse เปิดตัวบนกระเป๋าเงิน NPay",

    news5Info:
      "โครงการกลยุทธ์ของมูลนิธิ Novai: Dragon Metaverse เปิดตัวบนกระเป๋าเงิน NPay เราดีใจที่จะแจ้งให้ทุกคนทราบว่ารุ่นทดสอบฟรีของ Dragon Metaverse ได้เปิดตัวบนกระเป๋าเงิน NPay ยินดีต้อนรับทุกคนในการทดลองเล่นเกมขนาดใหญ่แรกบน Novai Chain โดยใช้กระเป๋าเงิน NPay",

    news5Info1:
      "โครงการกลยุทธ์ของมูลนิธิ Novai: Dragon Metaverse เปิดตัวบนกระเป๋าเงิน NPay\nเราดีใจที่จะแจ้งให้ทุกคนทราบว่ารุ่นทดสอบฟรีของ Dragon Metaverse ได้เปิดตัวบนกระเป๋าเงิน NPay ยินดีต้อนรับทุกคนในการทดลองเล่นเกมขนาดใหญ่แรกบน Novai Chain โดยใช้กระเป๋าเงิน NPay",

    news6Title: "ประกาศ: Node Genesis Novai จัดสรรเงินให้กับคลัง Novai Finance",

    news6Info:
      "ประกาศ: Node Genesis Novai จัดสรรเงินให้กับคลัง Novai Finance สมาชิกชุมชน Novai ที่รัก: เพื่อสนับสนุนการพัฒนา Novai Finance Novai DAO ตัดสินใจจัดสรรรายได้ทั้งหมดจาก Node Super Genesis สามรายการให้กับคลัง Novai Finance โดยไม่มีการชดเชย",

    news6Info1:
      "สมาชิกชุมชน Novai ที่รัก:\nเพื่อสนับสนุนการพัฒนา Novai Finance Novai DAO ตัดสินใจจัดสรรรายได้ทั้งหมดจาก Node Super Genesis สามรายการให้กับคลัง Novai Finance โดยไม่มีการชดเชย\nการดำเนินการนี้มีวัตถุประสงค์เพื่อช่วยให้ Novai Finance สร้าง DAO Node ของตนเองให้สมบูรณ์และเสริมความสามารถในการกระจายอำนาจของ Novai Chain",
    time6: "2024-10-14",
    news7Title: "มูลนิธิ Novai ลงทุนในโครงการ Launchpad RocketX",
    news7Info:
      "เรารู้สึกยินดีที่จะประกาศว่ามูลนิธิ Novia ได้มีส่วนร่วมในการเปิดตัวและลงทุนในโครงการ Launchpad WEB3.0: RocketX ซึ่งเป็น Launchpad โครงการ WEB3.0 ที่น่าเชื่อถือและง่ายที่สุด มันเป็นตลาดระดับ 1.5 (ระหว่างตลาดหลักทรัพย์และตลาดลงทุนหุ้น) ที่สร้างขึ้นบนชุดของโปรโตคอล DeFi",
    news7Info1: `เรารู้สึกยินดีที่จะประกาศว่ามูลนิธิ Novia ได้มีส่วนร่วมในการเปิดตัวและลงทุนในโครงการ Launchpad WEB3.0: RocketX \nRocketX เป็น Launchpad โครงการ WEB3.0 ที่น่าเชื่อถือและง่ายที่สุด มันเป็นตลาดระดับ 1.5 (ระหว่างตลาดหลักทรัพย์และตลาดลงทุนหุ้น) ที่สร้างขึ้นบนชุดของโปรโตคอล DeFi\nโครงการที่มีความสำคัญใน Novai Chain จะได้รับการแนะนำจาก RocketX นอกจากนี้ RocketX ยังจะกลายเป็น Launchpad ที่แนะนำอย่างเป็นทางการสำหรับ Novai Chain`,
    time7: "18 ตุลาคม 2024",
    team7: "Novai Foundation",
    news8Title: "ประกาศการบำรุงรักษาและอัปเกรดระบบของ Novai Finance",
    news8Info:
      "ผู้ใช้ Novai Finance ที่รัก: เพื่อปรับปรุงฟังก์ชันของแพลตฟอร์มและเพิ่มประสบการณ์ของผู้ใช้อย่างเต็มที่ Novai Finance จะดำเนินการบำรุงรักษาและอัปเกรดระบบในวันที่ 4 พฤศจิกายน 2024 เวลา 7:30 น. (UTC) โดยคาดว่าจะใช้เวลาประมาณหนึ่งชั่วโมง",
    news8Info1:
      "ผู้ใช้ Novai Finance ที่รัก:\nเพื่อปรับปรุงฟังก์ชันของแพลตฟอร์มและเพิ่มประสบการณ์ของผู้ใช้อย่างเต็มที่ Novai Finance จะดำเนินการบำรุงรักษาและอัปเกรดระบบในวันที่ 4 พฤศจิกายน 2024 เวลา 7:30 น. (UTC) โดยคาดว่าจะใช้เวลาประมาณหนึ่งชั่วโมง\nการอัปเดตนี้จะพัฒนา Novai Finance ให้เข้าสู่ระบบนิเวศ DeFi ที่ไม่ซ้ำใครของ Novai โดยใช้เทคโนโลยีที่ชาญฉลาดยิ่งขึ้นและแบบจำลองการเงินที่มีนวัตกรรมเพื่อสร้างประสบการณ์การให้บริการสินทรัพย์ดิจิทัลที่ดีขึ้นและปลอดภัยยิ่งขึ้นสำหรับผู้ใช้\nขอขอบคุณสำหรับการสนับสนุนและความไว้วางใจตลอดมาของคุณต่อ Novai Finance เราขอต้อนรับผู้ที่มีความคิดเห็นเหมือนกันให้เข้าร่วมกับเรา เพื่อร่วมสัมผัสและมีส่วนร่วมในการพัฒนาระบบนิเวศของ Novai Finance ด้วยกัน",
    time8: "3 พฤศจิกายน 2024",
    news9Title: "ประกาศการลงทุนกลยุทธ์ของมูลนิธิ Novai ใน LenAI",
    news9Info:
      "สมาชิกชุมชนทุกท่าน เราขอประกาศอย่างยินดีว่ามูลนิธิ Novai ได้ลงทุนกลยุทธ์ใน LenAI โครงการกู้ยืมสินทรัพย์ดิจิทัลรุ่นต่อไป โครงการนี้จะใช้ความสามารถ AI ของ Novai China ในการประเมินความเสี่ยงจากการสอบถามการกู้ยืม ทำให้สามารถกำหนดอัตราตลาดที่เปิดกว้างได้อย่างน่าเชื่อถือมากขึ้น ข้อมูลเพิ่มเติมจะประกาศในภายหลัง",
    news9Info1:
      "สมาชิกชุมชนทุกท่าน เราขอประกาศอย่างยินดีว่ามูลนิธิ Novai ได้ลงทุนกลยุทธ์ใน LenAI โครงการกู้ยืมสินทรัพย์ดิจิทัลรุ่นต่อไป โครงการนี้จะใช้ความสามารถ AI ของ Novai China ในการประเมินความเสี่ยงจากการสอบถามการกู้ยืม ทำให้สามารถกำหนดอัตราตลาดที่เปิดกว้างได้อย่างน่าเชื่อถือมากขึ้น\n ข้อมูลเพิ่มเติมจะประกาศในภายหลัง",
    time9: "6 พฤศจิกายน 2024"
  },
  products: {
    "Rollup infrastructure": "โครงสร้างพื้นฐาน",
    GameFi: "GameFi",
    DeFi: "DeFi",
    "Liquid staking": "สเตคกิ้งแบบมีสภาพคล่อง",
    Wallet: "กระเป๋าเงิน",
    Swap: "แลกเปลี่ยน & การแลกเปลี่ยน",
    bridge: "สะพาน",
    Finance: "การเงินและการเทรด",
    Productivity: "ประสิทธิภาพ",
    DeAI: "ปัญญาประดิษฐ์แบบกระจายศูนย์",
    Healthcare: "การดูแลสุขภาพ",
    Education: "การศึกษา",
    Enterprise: "องค์กร",
    DeveloperTools: "เครื่องมือสำหรับนักพัฒนา",
    CreativeGame: "ความคิดสร้างสรรค์และเกม",
    SocialBridge: "สะพานสังคมและครอสเชน"
  },
  更多: "เพิ่มเติม",
  优势1: "เครือข่ายบล็อกเชน AI แบบเนทีฟ Layer 1 แรก",
  优势2: "การฝึกอบรมและการดำเนินการแบบกระจายของ AI",
  优势3: "แพลตฟอร์มการพัฒนา AI ตัวแทนแบบกระจายเต็มสแต็ค",
  优势4: "ระบบนิเวศ AI หลายสายที่เปิดและสามารถใช้งานร่วมกันได้",
  优势1内容:
    "การรวมกลไกการตรวจสอบ PoT (Proof of Training) และ DPoS ทำให้มั่นใจได้ว่าไม่เพียงแต่ความปลอดภัยและความสอดคล้องของข้อมูลบล็อกเชน แต่ยังรับรองความน่าเชื่อถือของกระบวนการฝึกอบรมและตรวจสอบโมเดล AI",
  优势2内容:
    "ฝึกอบรมและปรับใช้ AI บนโหนดการดำเนินการ AI รองรับการฝึกอบรมและการปรับใช้โมเดลขนาดใหญ่ที่ได้รับความนิยม เช่น DeepSeek, LLAMA, Stable Diffusion และอื่นๆ อย่างรวดเร็ว",
  优势3内容:
    "รองรับนักพัฒนาในการสร้าง ปรับใช้ และจัดการตัวแทนที่มีความเป็นอิสระได้อย่างรวดเร็วโดยใช้ " +
    '"โมเดลขนาดใหญ่เป็นสมอง"' +
    "เปิดให้บริการ Agent-as-a-Service (AaaS)",
  优势4内容:
    "ผ่าน Novai Bridge และโปรโตคอลการสื่อสารตัวแทนข้ามสายโซ่ (AIAM) ช่วยให้สามารถเชื่อมโยงตัวแทนหลายสายบนบล็อกเชนที่รองรับ EVM, BTC, TON, SOLANA, BSC และอื่นๆ สร้างระบบนิเวศ AI ที่เปิดและสามารถใช้งานร่วมกันได้สูง",

  首页标题: "เชน Novai",
  首页描述: "โครงสร้างพื้นฐานของตัวแทนอัจฉริยะแบบกระจายอำนาจ",
  services: {
    title: "ผลิตภัณฑ์และบริการ",
    textone: "บล็อกเชนสาธารณะ AI, Layer 1 ที่สามารถขยายได้",
    texttwo:
      "สะพานข้ามเชนที่โฮสต์โดย AI, รองรับสินทรัพย์และความสามารถของ AI ข้ามเชน เช่น Bitcoin, TON เป็นต้น",
    textthree: "Oracle ที่ให้ข้อมูลที่เชื่อถือได้สำหรับ AI",
    textfour: "ชุดสัญญาพื้นฐานที่รองรับการพัฒนา AI Agent อย่างรวดเร็ว",
    textfive: "สภาพแวดล้อมการพัฒนาแบบรวมสำหรับ AI Agent",
    textsix:
      "กระเป๋าสตางค์แบบไม่ต้องควบคุมหลายเชน, จุดเข้าใช้งาน AI Agent Novai",
    textseven:
      "ส่วนประกอบอัจฉริยะ, โมดูลาร์ และสัญญาที่ง่ายต่อการใช้งาน Layer 2",
    texteight:
      "โปรโตคอลการสื่อสารข้ามเชนอัจฉริยะ AI ที่กระจายและรองรับการประมวลผลสูง"
  },
  WhitePaper: "กระดาษขาว",
  AIModelSupport: "การสนับสนุนโมเดล AI"
};
export default en_TH;
